[
    {
      "id": 1,
      "image": "https://i.ibb.co/cQCcTyz/Untitled-design-6.jpg",
      "subtitle": "FEATURES — 5 MIN READ",
      "title": "Choosing the best scheduling app for your small business.",
      "content": "Streamlining your scheduling process is crucial in helping small businesses find time to serve more customers. Managing appointments efficiently, enhancing  "
    },
    {
      "id": 2,
      "image": "https://i.ibb.co/Pr5Hwbz/card2.png",
      "subtitle": "HOW-TO — 3 MIN READ",
      "title": "How Reserve with Google bookings fill your calendar.",
      "content": "Offering effortless online booking is a must to increase your customer base. By enabling Reserve with Google, you can convert leads straight from Google Search and Maps."
    },
    {
      "id": 3,
      "image": "https://i.ibb.co/3rrJCVp/card3.jpg",
      "subtitle": "HOW-TO — 6 MIN READ",
      "title": "Leads straight from Google Search and Maps.",
      "content": "An e-commerce store is essential for your business to reach a wider audience and make sales throughout the day. Relying you can convert leads..."
    },
    {
      "id": 4,
      "image": "https://i.ibb.co/Xt2f6q3/card4.jpg",
      "subtitle": "UNCATEGORIZED — 6 MIN READ",
      "title": "E-commerce vs. marketplace: why you should build your own online store.",
      "content": "Many startups might feel that a marketplace is the best avenue to get seen by new customers. But building your own e-commerce store benefits your..."
    },
    {
      "id": 5,
      "image": "https://i.ibb.co/6X66d8w/card5.jpg",
      "subtitle": "UNCATEGORIZED — 8 MIN READ",
      "title": "Taking their cut – how online marketplaces leave you short.",
      "content": "Any service-based business operator knows the value of return visits. When a customer is happy, not only will they come to the value of return visits yours area …"
    },
    {
      "id": 6,
      "image": "https://i.ibb.co/DQyTLjF/card7.jpg",
      "subtitle": "FEATURES — 5 MIN READ",
      "title": "Choosing the best scheduling app for your small business.",
      "content": "Streamlining your scheduling process is crucial in helping small businesses find time to serve more customers. Managing appointments efficiently, enhancing…"
    }
  ]
  